const Cc = () => {
    return (
        <div id="cc">
        <div className="cc1"></div>
        <h1>本站採用 CC授權條款</h1>
        <h2>CC授權條款</h2>
        <ul>
        <li>本授權條款允許使用者重製、散布、傳輸以及修改本作品，但不得為商業目的之使用。</li>
        <li>使用者若修改本作品時，僅得依本授權條款或與本授權條款類似者來散布該衍生作品。</li>
        <li>使用者不得以任何方式暗示授予本授權條款人或本作品背書。</li>
        <li>使用者不得將本作品之任何部分用於任何商業用途。</li>
        <li>使用者不得在本作品基礎上進行二次創作。</li>
        <li>使用者不得將本作品之任何部分編輯、修改、變更後再散布。</li>
        <li>使用者不得將本作品之任何部分應用於違法或違反公共秩序或善良風俗之行為。</li>
        <li>使用者不得以任何方式侵害著作人格權。</li>
        <li>使用者不得以任何方式侵害著作財產權。</li>
        <li>使用者不得以任何方式侵害其他個人之隱私權、名譽權。</li>
        <li>使用者不得以任何方式侵害其他個人之其他智慧財產權。</li>
        <li>使用者不得以任何方式侵害其他個人之其他權利。</li>
        <li>使用者不得以任何方式侵害本授權條款之原則。</li>
        <li>使用者不得以任何方式侵害本授權條款之精神。</li>
        <li>使用者不得以任何方式侵害本授權條款之目的。</li>
        </ul>
        <h2>感謝您的配合</h2>

        </div>
    );
}
export default Cc;